[
    {
        "id": 1,
        "tabClass": "show active",
        "tabId": "tab-1",
        "tabData": [
            {
                "id": 1,
                "blockClass": "even",
                "sessionStart": "10:00",
                "sessionEnd": "10:40",
                "title": "CyberLive X Microsoft: Securing the future",
                "text": "People, companies and governments all over the world rely on Microsoft. Hear from Chief Security Advisor Sarah Armstrong-Smith about how they recovered from an attack and changed mindsets, processes and culture to defend now and in the future. **Information Security**",
                "name": "Gareth Thomas, Sarah Armstrong-Smith",
                "designation": "Chief Security Advisor, Microsoft",
                "talkLevel": 1
            },
            {
                "id": 2,
                "sessionStart": "10:45",
                "sessionEnd": "11:15",
                "title": "Engineering the future of Customer Experience - An industry viewpoint with IBM and Microsoft",
                "text": "Explore the cutting-edge advancements in AI and modern engineering with Microsoft and IBM panellists. Learn how their partnership is revolutionizing customer experiences, driving innovation, and shaping the future of technology. **Customer Insights**",
                "name": "Microsoft: Dave Preedy, Jamel de la Fuente; IBM: Susanne Jones, Sebastian Weir; LBG: Jo Brown",
                "designation": "",
                "talkLevel": 2
            },
            {
                "id": 3,
                "blockClass": "even",
                "sessionStart": "11:30",
                "sessionEnd": "12:00",
                "title": "Gen AI Enablers- From the ground up",
                "text": "Come hear from our team on how we're building the platform that will support the creation and delivery of GenAI use cases across the organisation. The session will include a showcase of our API that allows you to harness powerful foundation models on real internal data, an insights piece on how we've used Gemini in one of our current use cases, and some exploration into the further possibilities of what GenAI could do with a demo on how to 'Chat with your Jira Board’. **Software Engineering**",
                "name": "Angharad Williams, Asra Khalid, Jehangir Chaudhry",
                "designation": "",
                "talkLevel": 2
            },
            {
                "id": 4,
                "sessionStart": "12:15",
                "sessionEnd": "12:45",
                "title": "Product Engineering with AI - IBM",
                "text": "Explore how AI-driven Product Engineering can drive operational excellence and elevate customer experiences in the Financial Services sector. **Product Innovation and Development**",
                "name": "Susanne Jones",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 5,
                "blockClass": "even",
                "sessionStart": "13:30",
                "sessionEnd": "14:00",
                "title": "Agentic Transformation (Microsoft)",
                "text": "Explore how AI agents are producing end-to-end transformations across organizations. Learn how these intelligent agents streamline processes, boost efficiency, and empower employees to focus on strategic innovation. **Artificial Intelligence**",
                "name": "Blair Galloway",
                "designation": "",
                "talkLevel": 2
            },
            {
                "id": 6,
                "sessionStart": "14:15",
                "sessionEnd": "14:45",
                "title": "Skills for AI Engineering (Publicis Sapient)",
                "text": "Join us for a talk that explores the skills, behaviours and mindset needed to succeed in an AI world. We'll look at the day-in-a-life of an AI engineer, as well as the impacts for the wider software development team. You'll leave with a deeper understanding of what AI engineering is and how you and your team can be ready for it. **Deep Learning Theory & Applications**",
                "name": "Abhishek Chauhan, Ibrahim Ahmad",
                "designation": "",
                "talkLevel": 3
            },
            {
                "id": 7,
                "blockClass": "even",
                "sessionStart": "15:00",
                "sessionEnd": "15:30",
                "title": "APIs Meet AI",
                "text": "Building tomorrow’s intelligent ecosystems by applying AI in API design and management. **Software Engineering**",
                "name": "Varsha Nogaja, Gareth Jones",
                "designation": "",
                "talkLevel": 3
            },
            {
                "id": 8,
                "sessionStart": "15:45",
                "sessionEnd": "16:15",
                "title": "Our Platform Evolution – Panel",
                "text": "Join us for a panel discussion where we delve into our Platform model evolution. This session is designed to offer insights into our roadmap, celebrating our successes, and sharing valuable learnings from our journey. This talk will provide a comprehensive overview of our platform's progress and future direction. **Change Communications**",
                "name": "Jo Barnes, Tom Martin, Danielle Anthony & Kirsten Brooker",
                "designation": "",
                "talkLevel": 1
            }
        ]
    },
    {
        "id": 2,
        "tabClass": "",
        "tabId": "tab-2",
        "tabData": [
            {
                "id": 1,
                "blockClass": "even",
                "sessionStart": "10:00",
                "sessionEnd": "10:30",
                "title": "Engineering Excellence: Deep dive into platform 3.0 tooling workstream",
                "text": "Join us for an insightful panel discussion where we delve into our ongoing efforts to improve the Engineer Experience as part of our Platform journey. This session is designed for colleagues who are eager to understand the evolving landscape of engineering tools and practices and how these advancements can enhance their daily work and overall productivity.  **Colleague Experience**",
                "name": "Asa Harland, Tony Phillips, Angela Wallace, Hillary Langham & Jeremy Mason",
                "designation": "",
                "talkLevel": 2
            },
            {
                "id": 2,
                "sessionStart": "10:45",
                "sessionEnd": "11:15",
                "title": "Boosting Data Science to deliver Transaction Classifications",
                "text": "Transaction Classification underpins the Group & Data Strategy by growing our personalisation opportunities for customers in both our Retail and Commercial offerings. Come along to find out how we are using data science to boost our classification capability, moving towards real-time architecture and delivering features into the hands of our data science and analyst communities. **Data Science**",
                "name": "Charlotte Nickles",
                "designation": "",
                "talkLevel": 2
            },
            {
                "id": 3,
                "blockClass": "even",
                "sessionStart": "11:30",
                "sessionEnd": "12:00",
                "title": "Cloud Strategy Insights: Navigating the Future of Public and Private Cloud",
                "text": "An engaging session where colleagues from our public and private cloud platforms will share the latest updates and roadmaps around our cloud strategy. We will provide valuable insights into the future direction of our cloud initiatives and outline which teams and labs sit within each of the two platforms. **IT Platforms and Hosting**",
                "name": "Sarah Lucas, Nick Williams",
                "designation": "",
                "talkLevel": 2
            },
            {
                "id": 4,
                "sessionStart": "12:15",
                "sessionEnd": "12:45",
                "title": "Technology Strategy 3.0: Our vision to be the UK’s Biggest FinTech",
                "text": "Join us to reveal our latest technology strategy outlining how we Simplify to fix yesterday's complexities, Modernise with the technologies of today, Pioneer by building for tomorrow and Engineering with Excellence by putting the best talent, agile processes and tools at the heart of everything we do. **Technology Leadership**",
                "name": "Jonathan Blease",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 5,
                "blockClass": "even",
                "sessionStart": "13:30",
                "sessionEnd": "14:00",
                "title": "How to make engineers happy",
                "text": "Hear from Jack on what the Chief Security Office is doing to make security easier for engineers, with initiatives like Accelerated Security, web access and more. (Happiness can’t be guaranteed, but we’ll do our best). **Information Security**",
                "name": "Jack Small",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 6,
                "sessionStart": "14:15",
                "sessionEnd": "14:45",
                "title": "How to boost your productivity with Behavioural Science?",
                "text": "What are the tricks we can apply to our brain to boost our own productivity and feel overall happier in our day? I'll highlight some of the underlying psychological principles that make us behave the way we do, and how we can leverage those to improve our performance. **Resilience Wellbeing & Adaptability**",
                "name": "Solveig Bourgeon",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 7,
                "blockClass": "even",
                "sessionStart": "15:00",
                "sessionEnd": "15:30",
                "title": "Building experience-led brands",
                "text": "How we’re developing an experience operating system to drive quality, consistency & efficiency. **Design Standards & Governance**",
                "name": "Ted Winder & Kishan Koriya",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 8,
                "sessionStart": "15:45",
                "sessionEnd": "16:15",
                "title": "Guardrails Galore: Building a Responsible Gen AI Future",
                "text": "Join us and learn how to build a safer future with Responsible Gen AI (RGAI)! We'll discuss our approach to Gen AI, highlight the key risks from LLMs, how they link to LBG's AI Assurance Framework, and demonstrate our standardised templates for implementing guardrails. Expect a lively and informative session with plenty of opportunities for interaction, learning, and some fun! **Sustainable Technology**",
                "name": "Chandrima Ganguly, Syed Munazzir Ahmed & Kerryn Gammie",
                "designation": "",
                "talkLevel": 3
            }
        ]
    },
    {
        "id": 3,
        "tabClass": "",
        "tabId": "tab-3",
        "tabData": [
            {
                "id": 1,
                "blockClass": "even",
                "sessionStart": "10:45",
                "sessionEnd": "11:05",
                "title": "Morning Pause - Meditation",
                "text": "15 min meditation. **Resilience Wellbeing & Adaptability**",
                "name": "Alex Reynolds",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 2,
                "sessionStart": "11:30",
                "sessionEnd": "12:30",
                "title": "Unlock Your Potential with Neural Training and Reflective Practice!",
                "text": "A transformative session on 'Attention, Mindfulness, and Resilience.' Led by Alex Reynolds, a seasoned expert with over 30 years in software engineering and Mindful practice, this session dives into the science of attention, the impacts of mental health, and practical mindfulness techniques. Discover how to balance drive, soothe, and threat, and learn the benefits of neural training to enhance your focus, reduce stress, and boost resilience. Don't miss out on this opportunity to improve your mental well-being and productivity! **Resilience Wellbeing & Adaptability**",
                "name": "Alex Reynolds",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 3,
                "blockClass": "even",
                "sessionStart": "14:00",
                "sessionEnd": "14:20",
                "title": "Afternoon Pause – Meditation",
                "text": "15 min meditation. **Resilience Wellbeing & Adaptability**",
                "name": "Alex Reynolds",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 4,
                "sessionStart": "15:00",
                "sessionEnd": "16:00",
                "title": "Unlock Your Potential with Neural Training and Reflective Practice!",
                "text": "A transformative session on 'Attention, Mindfulness, and Resilience.' Led by Alex Reynolds, a seasoned expert with over 30 years in software engineering and Mindful practice, this session dives into the science of attention, the impacts of mental health, and practical mindfulness techniques. Discover how to balance drive, soothe, and threat, and learn the benefits of neural training to enhance your focus, reduce stress, and boost resilience. Don't miss out on this opportunity to improve your mental well-being and productivity! **Resilience Wellbeing & Adaptability**",
                "name": "Alex Reynolds",
                "designation": "",
                "talkLevel": 1
            }
        ]
    },
    {
        "id": 4,
        "tabClass": "",
        "tabId": "tab-4",
        "tabData": [
            {
                "id": 1,
                "blockClass": "even",
                "sessionStart": "10:00",
                "sessionEnd": "11:20",
                "title": "AI Prompt Engineering (IBM)",
                "text": "Learn how anyone can get the most out of an AI model using Prompt Engineering! **Machine Learning**",
                "name": "Sebastian Weir",
                "designation": "",
                "talkLevel": 2
            },
            {
                "id": 2,
                "sessionStart": "11:30",
                "sessionEnd": "12:50",
                "title": "GitHub Copilot at LBG - Now and Next (Microsoft)",
                "text": "GitHub Copilot is your AI pair programmer available now for any developer at LBG. Come to this session to step through a journey where GitHub Copilot can help accelerate your development activities by using AI. Get hands-on with the technology and learn some tips & tricks. This fast-paced area of technology is ever-changing, so we’d like to get hands-on with the latest in LBG’s deployment and see what’s coming next on the roadmap. **Software Engineering**",
                "name": "Colin Beales",
                "designation": "Solutions Engineer @ GitHub",
                "talkLevel": 3
            },
            {
                "id": 3,
                "blockClass": "even",
                "sessionStart": "13:45",
                "sessionEnd": "15:05",
                "title": "Building and Deploying Apps with Backstage and Harness",
                "text": "Join us for an immersive hands-on technical workshop where we will guide you through the process of creating an app using Backstage and Harness, providing a comprehensive engineer's experience from start to finish. We will provide you with all the necessary access and resources, along with step-by-step guidelines. Our experts will be on hand to assist and answer any questions you may have, ensuring you gain practical, hands-on experience. Don't miss this opportunity to enhance your skills, learn from industry experts, and collaborate with fellow engineers. **Software Engineering**",
                "name": "Asa Harland, Michael Sweeney, Karl Kennedy, Morgan Jones, Daniel Davy, David White & George Penny",
                "designation": "",
                "talkLevel": 3
            }
        ]
    },
    {
        "id": 5,
        "tabClass": "",
        "tabId": "tab-5",
        "tabData": [
            {
                "id": 1,
                "blockClass": "even",
                "sessionStart": "10:00",
                "sessionEnd": "11:20",
                "title": "Work smarter to get faster",
                "text": "Through game-based learning you will develop the skills to better understand how much work you have in progress, how to avoid blockers and improve your speed of delivery. You'll learn how to deliver more without working any harder. **Agile Methodology and Tools**",
                "name": "Sarah Miles, Sophie Olyphant, Matthew Ijogi, Dee Adam",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 2,
                "sessionStart": "11:30",
                "sessionEnd": "12:50",
                "title": "Customer Value Proposition - putting your customer needs first",
                "text": "The Customer Value Proposition (CVP) is a design framework that helps us create market-leading products and build deeper relationships with our customers. It models the relationship between customer segments and value propositions found in the product and is an effective tool for creating experience-led brands that grow value and enable delivery of our strategy. This workshop will give you the theory behind the CVP before allowing you to create one in a small team. **Proposition Design**",
                "name": "Kat Walker",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 3,
                "blockClass": "even",
                "sessionStart": "13:45",
                "sessionEnd": "15:05",
                "title": "Discovering value through Customer Centricity",
                "text": "In this workshop you'll explore powerful tools like the Product Canvas and Customer Journey Map and use Design Thinking techniques to understand how we can all better understand the pains, gains and jobs of our customers. Through hands-on activities, you'll use the tools to build a backlog of value aligned to the needs of our customer. This workshop is designed to help us all think differently about how we discover value, ensuring our products continuously improve the experience of customers. **Customer Centricity**",
                "name": "Dee Adam, Adam Turner, Niclas Ljungberg, Nikola Matthews & Amber Meston",
                "designation": "",
                "talkLevel": 1
            }
        ]
    },
    {
        "id": 6,
        "tabClass": "",
        "tabId": "tab-6",
        "tabData": [
            {
                "id": 1,
                "blockClass": "even",
                "sessionStart": "8:45",
                "sessionEnd": "9:30",
                "title": "Coding Speed Mentoring",
                "text": "Featuring mentors skilled in Python, Java, JavaScript, SQL, and more. **Software Engineering**",
                "name": "Doddington Forum 1",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 2,
                "blockClass": "odd",
                "sessionStart": "8:45",
                "sessionEnd": "9:30",
                "title": "Data Visualisation Speed Mentoring",
                "text": "Showcasing mentors with expertise in Power BI, Tableau, etc. **Data Literacy**",
                "name": "Doddington Forum 2",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 3,
                "blockClass": "even",
                "sessionStart": "13:00",
                "sessionEnd": "13:45",
                "title": "Coding Speed Mentoring",
                "text": " Featuring mentors skilled in Python, Java, JavaScript, SQL, and more. **Software Engineering**",
                "name": "Doddington Forum 1",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 4,
                "blockClass": "odd",
                "sessionStart": "13:00",
                "sessionEnd": "13:45",
                "title": "Data Visualisation Speed Mentoring",
                "text": "Showcasing mentors with expertise in Power BI, Tableau, etc. **Data Literacy**",
                "name": "Doddington Forum 2",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 5,
                "blockClass": "even",
                "sessionStart": "15:30",
                "sessionEnd": "16:15",
                "title": "Coding Speed Mentoring",
                "text": " Featuring mentors skilled in Python, Java, JavaScript, SQL, and more. **Software Engineering**",
                "name": "Doddington Forum 1",
                "designation": "",
                "talkLevel": 1
            },
            {
                "id": 6,
                "blockClass": "odd",
                "sessionStart": "15:30",
                "sessionEnd": "16:15",
                "title": "Data Visualisation Speed Mentoring",
                "text": "Showcasing mentors with expertise in Power BI, Tableau, etc. **Data Literacy**",
                "name": "Doddington Forum 2",
                "designation": "",
                "talkLevel": 1
            }
        ]
    }
]